Repository: RUPBES/Website
Catalog: rupbes/Resources/Resource.*.resx
Languages: be

# ChoosedLang
source: en
be: be

# MenuCompany
source: About the holding
be: Аб холдынгу

# MenuContacts
source: Contacts
be: Кантакты

# MenuNews
source: The News
be: Навiны

# MenuLifeSafetyNews
source: Life safety
be: Бяспека жыццядзейнасці

# MenuAntiCorruptionNews
source: Anti-corruption activities
be: Антыкарупцыйная дзейнасць

# MenuRoadSafety
source: Road safety
be: Бяспека дарожнага руху

# MenuPurchases
source: Procurement
be: Закупкі

# MenuServices
source: Services
be: Паслугi

# MenuVacancies
source: Vacancies
be: Вакансii

# MenuWindow
source: Appeals
be: Звароты

# Lang
source: Eng
be: Бел

# CompanyName
source: BELENERGOSTROY - HOLDING MANAGEMENT COMPANY
be: БЕЛЭНЕРГАБУД - КІРУЮЧАЯ КАМПАНІЯ ХОЛДЫНГУ

# LinkBelenrgo
source: SPA "Belenergo"
be: ДВА «Белэнэрга»

# LinkMinenergo
source: Ministry of Energy
be: Міністэрства энергетыкі

# LinkPravoby
source: National Legal Internet Portal of the Republic of Belarus
be: Нацыянальны прававы Інтэрнэт-партал Рэспублікі Беларусь

# LinkPresident
source: Official Internet Portal of the President of the Republic of Belarus
be: Афіцыйны інтэрнэт-партал Прэзідэнта Рэспублікі Беларусь

# Requisites
source: 19, Chicherina str., 220029, Minsk, phone (017) 365 46 80 fax 365 44 90, rupbes.by, e-mail: rupbes@rupbes.by, transactions account BY81 AKBB 3012 6367 5000 2540 0000 in the banking services center №527 of "ASB Belarusbank" OJSC, bank identifier code AKBBBY2X, Voronyanskogo str., 7A, Minsk, payer's identification number 100056165, OKPO 001179725000
be: вул. Чычэрына, 19, 220029, г. Мiнск, тэл. (017) 365 46 80 факс (017) 365 44 90, rupbes.by, e-mail: rupbes@rupbes.by, р/р BY81 AKBB 3012 6367 5000 2540 0000 у ЦБП № 527 ААТ «ААБ Беларусбанк», БІК AKBBBY2X, вул. Варанянскага, 7а, г. Мiнск, УНП 100056165, АКПА 001179725000

# CompanyBranches
source: Composition of the holding "Belenergostroy holding"
be: Структура холдынгу - «Белэнергабуд холдынг»

# CompanyMainText
source: We constructed not ony energetic, but industrial facilities such as house building plants, reinforced concrete products and constructions producing plants, claydite gravel producing factories, electromechanical plants in Belorussian cities, high-voltage equipment factory in the city of Velikiye Luki (Russian Federation), as well as grinding plants, cold storage facilities, gathering stations and others. <br> We erected complex in their design conceptions buildings. These are the airport building, the House of furniture, the Department of work with the treasures of the National Bank of the Rupublic of Belarus in Minsk, ice palaces, sports halls and constructions, museums and others. <br> By forces of Belenergostoy are built the whole towns -Beloozersk and Novolukoml, the township of Druzhny in Minsk region, as well as microdistricts and houses in Minsk, Mogilyow, Gomel, Lida, Zhodino and other towns of Belarus, villages for resettlers from the Chernobyl zone. Belenerostroy has reconstructed the city of Leninakan, which was destroyed as the result of the earthquake in Armenia. <br> With direct involvement of our specialists were erected and are currently constructed thermal power plants, nuclear power plants and other energetic facilities, villages in Iran, Iraq, Greece, Mongolia, Germany, Czech Republic and other countries. <br> In the last years have been put into operation the following energetic capacities: <br> In 1998 was modernized Orsha TTP with installation of steam-gas unit with total capacity of 69,4 MW including two gas turbines, one steam turbine, two boilers-utilizators. The supply of equipment for combined cycle gas turbine was made on account of the loan of European Bank for Reconstruction and Development by the french company "GEC ALSTOM". In 1999 was brought into operation the first unit of Minsk TPP-5 with the capacity of 330 MW. <br> At the enterprise "Naftan" joint stock company executed construction and installation works on gas turbine co-generation plant, consisted of two energetic combined cycle gas turbine units 55CT-20 and boilers-utilizators, on general contract terms.<br> Belenergostroy reconstructed Beresa GRES with building on gas turbines with the capacity of 25 MW each.<br> In 2005 was brought into operation combined cycle gas turbine unit at Kaliningrad TTP-2 (Russian Federation) with the capacity of 450 MW. In 2004 was implemented and certified quality management system, which conforms to the international standart ISO 9001-UA225891. In 2008 was implemented and certified occupational health and safety management system, which conforms to the international standart OHSAS 18001:2007. In 2009 was reconstructed Minsk TTP-3 with putting into operation of unit PGC-230MW. Currently, republican unitary enterprise "Belenergostroy" is 8 subsidiaries, which are located in all large cities of the Republic of Belarus. Four of them are general contracting, three of them are specialized, one of them is an enterprise of construction industry. We have powerfull industrial potential. Construction and installation vehicle park includes lifting machines and mechanisms, automobile transport, labour saving tools. These are excavating machineries with scoop capacity from 0,25 to 1,25 cbm, earth movers, rolls, cranes with lifting capacity from 6 to 100 t. (tower, automobile, crawler cranes), pile driving rigs, explosion rams, hydrohammers, moving plastering and painting stations, welding equipment, air-engines, concrete pumps and others. In our subsidiaries work about 3000 people on a permanent basis. The scope of services includes engeneering, supply of equipment, manufacturing of building structures, construction and repair.
be: Нароўні з энергетычнымі будынкамі, пабудавана мноства аб'ектаў прамысловага прызначэння - заводы: аб'ёмнага домабудавання, жалезабетонных вырабаў і канструкцый, керамзітавага жвіру, электрамеханічны ў гарадах Беларусі, высакавольтнай апаратуры ў г. Вялікія Лукі (РФ), а таксама млынкамбіната, холадакамбінаты, газакампрэсарнай станцыі і інш . <br> Ўзводзіліся і складаныя па сваіх канструктыўных рашэннях будынка. Гэта аэравакзал, Дом мэблі і ДРЦ Нацыянальнага Банка РБ у г. Мінску, лядовыя палацы, спартзалы і спартыўныя збудаванні, музеі і інш.<br> Сіламі Белэнергостроя пабудаваныя цэлыя гарады - Белаазёрск і Новалукомль, гарадскі пасёлак - Дружны ў Мінскай вобл., А таксама мікрараёны і дамы ў гг. Мінску, Магілёве, Гомелі, Лідзе, Жодзіна і інш гарадах Беларусі, села для пера-селенцев з зоны Чарнобыльскай АЭС. Белэнергабуд аднаўляў г. Ленінакан, разбураны ў выніку землятрусу, які адбыўся ў Арменіі.<br> Пры непасрэдным удзеле нашых спецыялістаў ўзводзіліся і будуюцца ў цяперашні час ТЭС, АЭС і іншыя энергетычныя аб'екты, жылыя пасёлкі ў Іране, Іраку, Грэцыі, Манголіі, Германіі, Чэхіі і іншых краінах.<br> У апошнія гады ўведзеныя наступныя энергетычныя магутнасці:<br> У 1998 г. праведзена мадэрнізацыя Аршанскай ЦЭЦ устаноўкай парагазавага блока агульнай магутнасцю 69,4 МВт. у складзе: двух газавых турбін, адной папара-вой турбіны, двух катлоў - утылізатар. Пастаўка абсталявання ПДУ выраблялася за кошт крэдыту Еўрапейскага Банка Рэканструкцыі і Развіцця (ЕБРиР) французскай фірмай «GEC ALSTOM». У 1999г. уведзены ў эксплуатацыю першы энергаблок Мінскай ЦЭЦ-5, магутнасцю 330 МВт.<br> На ВА «Нафтан» (Наваполацк) акцыянернае таварыства выканала БМР, на ўмовах генпадрада, па кагенерацыйнай газатурбіннай ўсталёўцы (КГТУ), якая складаецца з двух энергетычных газатурбінных установак 55СТ-20, катлоў - утылізатар.<br> Выканана рэканструкцыя Бярозаўскай ГРЭС надбудовай газавымі турбінамі магутнасцю па 25 МВт кожная.<br> У 2005 годзе ўведзена ў эксплуатацыю парагазавая ўстаноўка на Калінінградскай ЦЭЦ-2 (РФ) магутнасцю 450 МВт. У 2004 г. на прадпрыемстве ўкаранёна і сертыфікавана сістэма менеджменту якасці, якая адпавядае міжнароднаму стандарту ІСО 9001-UA225891 У 2008 годзе ўкаранёна і сертыфікавана сістэма менеджменту прафесійнага здароўя і бяспекі працы, адпаведная міжнароднаму стандарту OHSAS 18001 выпуску: 2007. У 2009 годзе выканана рэканструкцыя Мінскай ЦЭЦ-3 з уводам блока Пру-230мВт. У цяперашні час Рэспубліканскае ўнітарнае прадпрыемства «Белэнергабуд» - гэта 8 філіялаў, размешчаных ва ўсіх буйных гарадах Рэспублікі Беларусь. З іх 4 генпадрадных, 3 спецыялізаваных, 1 прадпрыемства строииндустриии. Мы маем магутным вытворчым патэнцыялам. Парк будаўніча-мантажнай тэхнікі ўключае грузапад'ёмныя машыны і механізмы, Аўтатранс-порт, сродкі малой механізацыі. Гэта экскаватары з ёмістасцю каўша ад 0,25 м3 да 1,25 м3, бульдозеры, коўзанкі, краны грузападымальнасцю ад 6 да 100 т (вежавыя, аўтамабільныя, гусенічныя), палябойная ўстаноўкі, дызель-молаты, гидромолоты, перасоўныя тынкавыя і малярныя станцыі, зварачнае абсталяванне, кампрэсары, автобетононасосы і г.д. У філіялах на пастаяннай аснове працуе каля 3000 чалавек. Аб'ём прапанаваных намі паслуг ўключае інжынірынг, пастаўку абсталявання, вытворчасць будаўнічых канструкцый, будаўніцтва і рамонт.

# ErrorMessage
source: Error
be: Памылка

# MessageAdress
source: Your postcode and residential address (address of stay)*
be: Ваш паштовы індэкс і адрас месца жыхарства (месца знаходжання) *

# MessageAttention
source: * - Required fields
be: * - Палі, абавязковыя для запаўнення

# MessageButton
source: Send
be: Адправіць

# MessageCaptcha
source: Type the symbols from the picture *
be: Калі ласка, увядзіце сімвалы з малюнка *

# MessageEmail
source: E-Mail address to answer you *
be: Адрас электроннай пошты для адказу Вам *

# MessageFile
source: Attach the file (up to 2 Mb in PDF, DOCX, DOC, RTF, TXT, ODT, ZIP, RAR, PNG, TIFF, JPEG, JPG)
be: Прымацаваць файл (да 2Mb у форматe PDF, DOCX, DOC, RTF, TXT, ODT, ZIP, RAR, PNG, TIFF, JPEG, JPG)

# MessageLegalAdress
source: Postcode and residential address of a legal body *
be: Паштовы індэкс і адрас знаходжання юрыдычнай асобы *

# MessageLegalSender
source: Full name of a legal body *
be: Поўнае найменне юрыдычнай асобы *

# MessageLegalSenderName
source: Surname, name, patronymic name (if available) or initials of a manager or authorized person to set a signature to an appeal *
be: Прозвішча, уласнае імя, імя па бацьку (калі такое маецца) або ініцыялы кіраўніка або асобы, упаўнаважанай ва ўстаноўленым парадку падпісваць звароты *

# MessagePersonSender
source: Surname, name, patronymic name (if available) or initials of a citizen *
be: Прозвішча, уласнае імя, імя па бацьку (калі такое маецца), або ініцыялы фіз. асобы *

# MessageReceiver
source: Name and (or) address of the company or position of the person, who is the appeal sent to *
be: Назва, адрас арганізацыі і пасада асобы, якім накіроўваецца зварот *

# MessageText
source: Content of an appeal (to 2500 symbols) *
be: Выкладанне сутнасці звароту (да 2500 знакаў) *

# MessageTheme
source: Appeal theme *
be: Тэма звароту *

# OneWindowLegal
source: Electronic appeals for legal bodies
be: Электронны зварот юрыдычных асоб

# OneWindowPerson
source: Electronic citizen appeal
be: Электронны зварот фізічных асоб

# VacanciesNoVacancy
source: No vacancies
be: Пакуль вакансій няма

# ContactsMeetDay
source: Day of reception
be: Дзень прыёму

# ContactsMeetTime
source: Time of reception
be: Час прыёму

# ContactsName
source: Full name
be: Ф.И.О.

# ContactsPhone
source: Phone number
be: Тэлефон

# ContactsPost
source: Position
be: Пасада

# ContactsPrivate
source: Personal reception of citizens
be: Асабісты прыём

# ContactsPublic
source: Public acceptance-related activity
be: Праца з грамадскасцю

# MenuSocialNews
source: The news of public life
be: Навіны грамадскага жыцця

# MenuCurrentYear
source: Year of quality
be: год добраўпарадкавання

source: Address
be: Адрас

# Bosses
source: Company management
be: Кіраўніцтва

# Certificates
source: Approval documents
be: Дазвольныя дакументы

# CompanyAbbr
source: Republican unitary enterprise
be: Республиканскае унітарнае прадпрыемства

# Email
source: E-Mail address
be: Электронны адрас

source: Fax
be: Факс

# MainPageCertificates
source: We work in compliance with world standarts of quality
be: Працуем па сусветным стандартам якасці

# MainPageFilials
source: 7 subsidiaries all over the Republic
be: 7 філіялаў па ўсёй Рэспубліцы

# MainPageObjects
source: Hundreds of facilities all over the country and abroad
be: Сотні аб'ектаў па ўсёй краіне і за мяжой

# MainPageServices
source: Wide spectrum of goods and services
be: Шырокі спектр тавараў і паслуг

# MainPageVacancies
source: Career at the company
be: Кар'ера ў кампаніі

# ObjectDeps
source: The following brunches are engaged into the construction:
be: У будаўніцтве задзейнічаны наступныя філіялы:

# Phone
source: Phone number
be: Тэлефон

# PublicSpecialist
source: Public relations representative
be: Спецыяліст па працы з грамадскасцю

# ServiceMech
source: Letting of vehicles
be: Арэнда тэхнікі

# ServiceProduct
source: Own products
be: Прадукцыя ўласнай вытворчасці

# ServiceRealty
source: Letting of immovable property
be: Арэнда нерухомасці

# ServiceService
source: Construction and installation works
be: Будаўнічыя і мантажныя работы

source: Career
be: Кар'ера

# CareerImgText
source: Welcome to work
be: Запрашаем на працу

# DirAdvSearch
source: Advanced search
be: Пашыраны пошук

# DirChooseDep
source: Choose the department
be: Выбярыце аддзел

# DirChooseFil
source: Choose the subsidiary
be: Выбярыце філіял

# DirSearchPlaceholder
source: Type a name or use advanced search
be: Увядзіце імя або скарыстайцеся пашыраным пошукам

# EmailDirectory
source: Electronic directory
be: Электронны даведнік

# Reception
source: Reception office
be: Прыёмная

# ResponseVacancyEmail
source: Your E-Mail
be: Ваш адрас электроннай пошты

# ResponseVacancyFirstName
source: Your name *
be: Ваша iмя *

# ResponseVacancyLastName
source: Your last name*
be: Ваша прозвiшча *

# ResponseVacancyPhone
source: Your phone number *
be: Ваш нумар тэлэфона для сувязi *

# ResponseVacancyResume
source: Upload your CV
be: Загрузіце Ваша рэзюмэ

# ResponseVacancySubmit
source: Apply for a job
be: Адгукнуцца

# ResponseVacancyText
source: Covering letter (to 2500 symbols)
be: Суправаджальны лiст (да 2500 сiмвалаў)

# ResponseVacancyTextPlaceholder
source: Here you can type yor contact and other information: skills, achievements, hobbies.
be: Тут Вы можаце паказаць кантактную i iншую iнфармацыю пра сябе: навыкi, дасягненнi, хобi.

# ResponseVacancyForm1
source: Upload your resume here
be: Загрузіце сюды Вашае рэзюмэ

# ResponseVacancyForm2
source: short form
be: кароткую анкету

# PurchaseContent
source: Сontract being tendered
be: Прадмет закупкі

# PurchaseDate
source: Date of procurement
be: Дата закупкі

# PurchaseDownload
source: Download
be: Cкачаць

# PurchaseNot
source: No procurement available
be: На дадзены момант закупак няма!

# PurchaseOrganizer
source: Tendering authority
be: Арганізатар

# PurchasePage
source: Page:
be: Cтаронка:

# PurchaseTT
source: Requirements specification
be: Тэхнічнае заданне

# PurchaseType
source: Type of a procurement procedure
be: Выгляд працэдуры закупкі

# TenderContacts
source: Contact information
be: Кантактная інфармацыя

# TenderFinishDate
source: Date and time of bidding closing
be: Дата і час заканчэння таргоў

# TenderLink
source: Description
be: Апісанне

# TenderNumber
source: Number of procurement
be: Нумар закупкі

# Tenders
source: Procurement on Icetrade.by
be: Закупкі з Icetrade.by

# ServiceSoftware
source: Software utilities
be: Праграмныя сродкі

# APGPBes
source: (AP SE "BES")
be: (АП ДП "БЭС")

# ReviewButton
source: Send
be: Адправiць

# ReviewCompanyName
source: Company management
be: Арганiзацыя

# ReviewDate
source: Date
be: Дата

# ReviewNoReview
source: No feedback available
be: Яшчэ не дададзена нiводнага водгуку

# ReviewReviewText
source: Content of feedback *
be: Тэкст водгука *

# ReviewText
source: Feedback
be: Водгук

# ReviewTitle
source: Feedback
be: Водгукi

# ReviewYourCompanyName
source: Name of your company *
be: Назва Вашай арганiзацii *

# ReviewYourEmail
source: Your contact E-Mail
be: Ваш Email для обратнай сувязi *

# ReviewAdd
source: Feedback
be: Напiсаць водгук

# ReceptionFax
source: Reception office fax
be: Прыёмная факс

# MenuObj
source: Facilities
be: Аб'екты

# MenuSoftware
source: Electronic services
be: Электронныя сэрвісы

# ARM_OTPB
source: ARM of occupational health and fire safety engineer
be: АРМ інжынера АП і ПБ

# Mechanic
source: ARM of the engineer of the chief mechanic department
be: АРМ інжынера АГМ

# Belelectromontagnaladka
source: Belelectromontazhnaladka OJSC
be: ААТ «Белэлектрамантажналадка»

# Belenergosvyaz
source: Belenergosvyaz OJSC
be: ААТ «Белэнергосвязь»

# Belenergozaschita
source: Belenergozaschita OJSC
be: ААТ «Белэнергозащита»

# Belselelectrosetstroi
source: Belselelectrosetstroy OJSC
be: ААТ «Белсельэлектрасеткабуд»

# ChildCompanys
source: Affiliated companies
be: Даччыныя прадпрыемствы

# Zapadelectrosetstroi
source: Zapadelectrosetstroy OJSC
be: ААТ «Захадэлектрасеткабуд»

# Platform
source: Enterprise platform
be: Карпаратыўная платформа

# CompanyBranchesShort
source: Holding composition
be: Структура холдынгу

# ServiceSale
source: Asset sales
be: Продаж маёмасці

# Electrocentrmontaj
source: Electrocentrmontazh OJSC
be: ААТ «Электроцентрмонтаж»

# Energotehprom
source: Energotekhprom OJSC
be: ААТ «Энерготехпром»

# ThreeLang
source: Бел
be: Eng

# ThreeLangVal
source: be
be: en

# ARMContractBuilding
source: Analysis and accounting of concluded contracts in construction
be: Аналіз і ўлік заключаных дагавораў у будаўніцтве

# MaterialSearchLine
source: Enter the name or the HS code
be: Увядзіце назву ці код ТНВЭД

# ChooseGroupProduct
source: Select a product category
be: Выберыце катэгорыю тавару

# CodeTNVED
source: Code CN FEA
be: Код ТН ЗЭД

source: Product name
be: Найменне тавару

# ProductNote
source: Note
be: Заўвага

# ProductUnit
source: Unit
be: Адзінка вымярэння
